[M_Post-Crumpocalyptic MissionDefinition]
MissionName="Postbolitoclyptic"
MissionDescription="Bollitocalypse After Jack The Sorcerer, this world [place]Stone garden[-place] He wanted all the food he could get. Mad and maxi wants you to find the bottles you will find on your travels."
TurnInDescription="Cookies, cookies, keys ... this is the taste of the hero."
MissionSummary="give bread to the people [place]holy stone[-place]."
MissionGiver="Moxxi"
MissionTurnInLocation="hand"
TeaserText="Never fight on an empty stomach."

[M_Post-Crumpocalyptic:DocksCrumpets MissionObjectiveDefinition]
ProgressMessage="Gather the cookies into a simple pear shape"

[M_Post-Crumpocalyptic:DungeonCrumpets MissionObjectiveDefinition]
ProgressMessage="Collect cookies with endless pain"

[M_Post-Crumpocalyptic:ForestCrumpets MissionObjectiveDefinition]
ProgressMessage="Collect bread in the forest."

[M_Post-Crumpocalyptic:MinesCrumpet MissionObjectiveDefinition]
ProgressMessage="List the balls of Abelis I"

[M_Post-Crumpocalyptic:MissionObjectiveSetDefinition_0 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Post-Crumpocalyptic:MissionObjectiveSetDefinition_1 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Post-Crumpocalyptic:MissionObjectiveSetDefinition_2 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Post-Crumpocalyptic:MissionObjectiveSetDefinition_3 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Post-Crumpocalyptic:MissionObjectiveSetDefinition_4 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Post-Crumpocalyptic:VillageCrumpets MissionObjectiveDefinition]
ProgressMessage="CUNNUS is made of burnt stones."

